Repository: rvanderwall/Trading-Zone
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Must be valid email address, less that 30 characters.
es: Debe ser la dirección de correo electrónico válida, a menos que los 30 caracteres.

source: Required. Must be valid email address
es: Obligatorio. Debe ser la dirección e-mail válida

source: Keywords for your hunt
es: Palabras clave para su búsqueda

source: Please use less than 6 words to hunt.
es: Utilice menos de 6 palabras para cazar.

source: Hello %(name)s, I'm interested in the item you have for sale.
es: Hola, %(name)s Estoy interesado en el elemento que tiene para la venta.

source: %(intro)s Please let me know if it's still available. Thanks
es: %(intro)s Por favor, hágamelo saber si todavía está disponibles. gracias

source: Please enter a valid price, like 150.00.
es: Describa el precio válido, como 150.00.

source: You are not logged in
es: Usted no ha entrado en

source: About
es: Acerca de

source: Show Items For Sale
es: Mostrar artículos a la venta

source: Show Item details
es: Mostrar detalles del artículo

source: Sell an Item
es: Vender un artículo

source: Add a search request
es: Añadir una solicitud de búsqueda

source: Registration Complete
es: registro completo

source: Trading Zone
es: Trading Zone(es)

source: Welcome to the Trading Zone.
es: Bienvenido a la Trading Zone

source: Thanks for visiting Caracal.
es: Gracias por su visita Caracal.

source: For Sale
es: Venta

source: Notifications
es: Notificaciones

source: Sell Item
es: Vender artículo

source: Log out
es: Finalizar la sesión

source: Login/Register
es: Entrar/Crear cuenta

source: Welcome
es: Bienvenida

source: Info
es: Información

source: Sorry, that's not a valid username/password combination.
es: Lo siento, eso no es una combinación usuario / contraseña válido.

source: Not a registered user yet? Registration is easy:
es: No es un usuario registrado todavía? El registro es muy fácil:

source: Trading Zone - Registration
es: Trading Zone - Regístrese

source: Please enter search term.
es: Arama terimi girin.

source: Search
es: Arama

source: Items for sale as of
es: Mostrar artículos a la venta

source: No items match your search terms
es: No hay elementos que coincida con sus términos de búsqueda

source: Price
es: Precio

source: Listed
es: Listado

source: Description
es: Descripción

source: Seller
es: Vendedor

source: The caracal is a stealth hunter always on the lookout for prey. That's what you get with
es: El caracal es un cazador furtivo siempre en busca de presas. Eso es lo quese obtiene con

source: a bargain hunter that's always looking out for the best buys for you.
es: un cazador de gangas que siempre está mirando hacia fuera para la mejor compra para usted.
